/* This file should be localized in Chinese (Simplified) */

/* Aspect Ratio */
"aspect_ratio"  = "宽高比";
"original"      = "原图";
"square"        = "正方形";

/* No Screenshots */
"no_screenshots_title"          = "没有发现截图";
"no_screenshots_description"    = "你可以通过同时按下Home键和电源键来截取屏幕";//"You can capture the screen on your iOS device using the Sleep/Wake and Home buttons.";

"photo_access_denied_title"         = "没有相册访问权限";//"Photo Library Access Denied";
"photo_access_denied_description"   = "没有相册访问权限,请先在设置中改变访问相册的权限";//"Unable to access Photo Library, Go to Settings to change photo library permission.";

/* Open Screenshots */
"camera"        = "相机";//"Camera";
"photo_library" = "相册";//"Photo Library";

/* Ruler Ratio It's like 1x, 2x, 3x */
"change_scale_multiplier"   = "改变大小";//"Change Scale Multiplier";

/* Sharing Text */
"mail_sent"                         = "邮件";//"Mail Sent";
"mail_body"                         = "\n\n I am on '%1$@' with iOS '%2$@', using Version '%3$@' of '%4$@'";
"mail_device_configuration_message" = "当前设备不支持发送邮件";//"Your device is not configured to send Mail";
"screen_ruler_bug_report"           = "Screen Ruler - Bug Report";
"screen_ruler_feedback"             = "Screen Ruler - Feedback";

/* Help Tour. */
"skip"                  = "截取";//"Skip";
"start_help_tour"       = "帮助";//"Start Help Tour";
"tap_to_continue"       = "点击继续";//"Tap to continue";
"horizontal_scale_help" = "你可以根据需要滑动水平的尺子";//"Adjust horizontal scale with your fingers according to your need";
"vertical_scale_help"   = "你可以根据需要滑动垂直的尺子";//"Adjust vertical scale with your fingers according to your need";
"device_scale_help"     = "根据你的设备尺寸选择你需要的放大比例";//"Choose device scale multiplier according to your device resolution or according to your need";
"double_tap_help"       = "使用一个手指双击可以放大图片,两个手指双击可以缩小图片";//"Double tap using one finger to zoom-in and Double tap using two fingers to zoom-out photo";
"long_tap_color_help"   = "长按并拖动显示像素的RGB颜色";//"Long tap and drag to show RGB color of pixel";
"long_tap_scale_help"   = "长按水平或者垂直刻度尺可以显示更多选项";//"Long tap horizontal or vertical scale to show more options";

/* Buttons */
"back"      = "返回";//"Back";
"cancel"    = "取消";//"Cancel";
"done"      = "确定";//"Done";
"ok"        = "确定";//"OK";
"open"      = "打开";//"Open";

/* Social Share. */
"share_photo"       = "分享";//"Share Photo";
"social_share_text" = "查看'%@', 这是对移动应用QA人员来抽取iOS应用用户界面非常有帮助的, 查看截图的细节也是非常有趣的";//"Check out '%@'. It's very helpful for Mobile App QA Guys to extract details of iOS app User Interface and looking into the details of screenshots is really a fun.";

/* Resizing */
"custom"                    = "自定义";//"Custom";
"enter_width_and_height"    = "输入宽和高";//"Enter width and height";
"height"                    = "高";//"Height";
"width"                     = "宽";//"Width";
"resize"                    = "调整";//"Resize";
"crop"                      = "裁剪";//"Crop";
"resize_screenshot"         = "调整尺寸";//"Resize Screenshot";

/* Change Scale X Y. */
"reset_scale_to_original"   = "尺子复位";//"Reset Scale to Original";
"set_scale_point_location"  = "全屏";//"Set Scale point location";
"mark_as_x_reference"       = "参考屏幕X轴";//"Mark as X reference";
"mark_as_y_reference"       = "参考屏幕Y轴";//"Mark as Y reference";

/* Zoom Scale */
"zoom_scale"        = "缩放比例";//"Zoom Scale";
"minimum_percent"   = "最小比例值(%.0f%%)";//"Minimum Scale (%.0f%%)";
"original_percent"  = "原始值(%.0f%%)";//"Original (%.0f%%)";
"show_zoom_options" = "显示缩放选项";//"Show Zoom Options";

/* Crop Info */
"x_y_width_height"  = "X: %1$.0f,  Y: %2$.0f\宽: %3$.0f,  高: %4$.0f";//"X: %1$.0f,  Y: %2$.0f\nWidth: %3$.0f,  Height: %4$.0f";

/* RGB Colro Point */
"X: %.0f, Y: %.0f"  = "X: %1$.0f, Y: %2$.0f";
"X: NA, Y: NA"      = "X: NA, Y: NA";

/* Settings */
"settings"                  = "设置";//"Settings";
"color_theme"               = "主题颜色";//"Color Theme";
"natural"                   = "自然";//"Natural";
"inverted"                  = "反转";//"Inverted";
"social"                    = "社交";//"Social";
"share_on_social_network"   = "分享";//"Share On Social Network";
"rate_us_on_app_store"      = "给我们评分";//"Rate Us On App Store";
"feedback"                  = "联系我们";//"Feedback";
"bug_report"                = "bug反馈";//"Bug Report";
"terms"                     = "关于";//"Terms";
"terms_and_conditions"      = "服务与条款";//"Terms and Conditions";
"open_source_libraries"     = "开源库";//"Open Source Libraries";
"you_are_upto_date"         = "已经是最新版本";//"You are upto date";
"update_now"                = "更新";//"Update Now";
"is_open_source_at"         = "开源:";//"is open source at:";
"open_safari?"              = "是否打开 Safari ?";//"Open Safari?";
"debug"                     = "Debug";//"Debug";
"developer_options"         = "开发者选项";//"Developer Options";
"infoenum_software_systems" = "系统信息";//"InfoEnum Software Systems";

"show_touches"              = "显示触摸";//"Show Touches";
"in_use_memory"             = "已使用内存";//"In Use memory";
"virtual_memory"            = "实际内存";//"Virtual Memory";

/* Other. */
"error"             = "错误";//"Error";
"version"           = "版本";//"Version";
"image_load_error"  = "加载图片出错,请重试!";//"There is an error loading the image. Please try again.";



/*
 ******************************************
 // Localized App Name (show in iOS device screen)
 
 Screen Ruler
 
 ******************************************
 // App Store Localized Full Name
 
 Screen Ruler - 测量截图的完美像素尺子
 
 ******************************************
 //App Store Localized Description
 
 恭喜你! 你已经找到了大多数人都在使用的屏幕截图尺子的辅助工具.
 
 作为一个iOS开发者来说,我总觉得简单的应用程序来检查图片或截图中的对象/元素位置存在不足。现在通过本App很容易找到任意用户界面元素的位置和大小，特别是X/Y位置和宽度/高度/大小。
 
 这个应用程序是专门为手机的'质量保证工程师'制作的（让QA工程师的生活更容易）。他们可以在几分钟内快速审查移动App用户界面与点和像素更加完美的尺寸。
 
 它的工作原理:
 第一步:将正在调试的应用截屏(截取后自动保存在相册->截图中)。
 第二步: 打开 Screen Ruler 应用后你可以看到你最近截图, 以及可用的尺子和直线框架.
 第三步:通过放大/缩小和使用标尺和线框，查看你的截图尺寸和用户界面元素的位置.

 
Screen Ruler 的其他功能:
 - 上下左右4方动态尺,你也可以根据需要调整尺子的位置,长按尺子可以有更多的选项。
 - 自由刻度尺, 你可以使用它来旋转查看角度.
 - 直线框框.
 - 在图片的任何位置都可以通过长按和移动来显示 RGB 颜色值.
 - 支持多功能修剪图片.
 - 支持改变高宽比例.
 - 支持截图调整.
 - 支持改变图片的设备比例值.
 - 双击，平移，捏的手势来缩放和移动照片.
 
 下载来看看QA工程师是怎样通过减少像素测量和检查的时间来加速他们的业务吧。
 ******************************************
 //App Store Keywords
 
 截图, 尺子, 刻度, straighten, 开发者, QA, Quality Assurance ,质量管理
 */
